export const ukraine = {
  translation: {
    sliderText: 'Досліджуйте наші знижені товари зараз!',
    discount: 'Знижка 25%!',
    sliderButtonText: 'перегляньте спеціальні пропозиції',
    searchPlaceholder: 'Пошук..',
    household: 'Побут',
    furniture: 'Меблі',
    pc: 'ПК',
    sport: 'Спорт',
    gaming: 'Ігри',
    tv: 'Телевізор',
    smartphone: 'Смартфон',
    car: 'Автомобіль',
    titleText: 'Магазинний додаток',
    navMenuProfileText: 'Профіль',
    navMenuCartText: 'Кошик',
    navMenuEmptyCartText: 'Ваш кошик порожній',
    disabledPurchaseText: 'Будь ласка, увійдіть, щоб придбати товари',
    loginText: 'Вийти',
    logoutText: 'Увійти',
    signUpText: 'Реєстрація',
    signUpDescription: 'Використовуйте свої дані для створення облікового запису',
    signUpUsernameLabel: "Ім'я користувача",
    emailLabel: 'Електронна пошта',
    passwordLabel: 'Пароль',
    signUpCreateAccBtnText: 'Створити обліковий запис',
    signUpAlreadyText: 'Вже є у додатку Shop?',
    signUpLoginBtnText: 'Увійти',
    signUpEmailIsAlreadyUsedText: 'Цей електронний лист вже використовується',
    loginDescription: 'Використовуйте свої дані для входу',
    welcomeText: 'Ласкаво просимо',
    addToBasketText: 'Додати до кошика',
    brush: 'Щітка',
    brushDescription:
      'Ідеальний вибір для тих, хто хоче додати крапельку кольору до свого відкритого простору. Чи ви оновлюєте свій сад чи надаєте своєму майновому комплексу свіжого нового вигляду, наша фарба для огорожі забезпечує виняткове покриття і довговічність.',
    wrench: 'Гайковий ключ',
    wrenchDescription:
      'Беріть контроль над вашими DIY проектами за допомогою наших високоякісних гайкових ключів! Створені для продуктивності та довговічності, наші гайкові ключі є ідеальними спільниками для будь-якого завдання, великого чи малого. Від затягування болтів до складання меблів, наші універсальні гайкові ключі роблять кожну роботу легкою, як бризка вітру.',
    chair: 'Стілець',
    chairDescription:
      "Внесіть стиль та комфорт у ваш дім за допомогою нашого сучасного стільця. Виготовлений з точністю та увагою до деталей, наш стілець поєднує гладкий дизайн з м'яким наповненням, щоб створити ідеальний досвід сидіння. Чи ви насолоджуєтеся затишним вечором біля каміна чи приймаєте гостей на вечерю, наш стілець забезпечує ідеальний баланс елегантності та відпочинку.",
    surfboard: 'Серфінг',
    surfboardDescription:
      'Їдьте на хвилях зі стилем з нашою преміум серфбордою. Розроблена як для початківців, так і для досвідчених серфінгістів, наша серфборда пропонує ідеальне поєднання продуктивності та стабільності.',
    officePc: 'Офісний ПК',
    officePcDescription:
      'Підвищте свою продуктивність за допомогою нашого високопродуктивного офісного ПК. Розроблений для ефективності та надійності, наш офісний ПК є ідеальним рішенням для легкого виконання вашої щоденної роботи.',
    samsungTv: 'Samsung телевізор',
    samsungTvDescription:
      'Підніміть свій домашній розважальний досвід з телевізором Samsung. Пориньте у приголомшливі візуальні ефекти та кристально чистий звук з нашим найсучаснішим телевізором.',
    xboxController: 'Контролер Xbox',
    xboxControllerDescription:
      'Візьміть контроль над своїм ігровим досвідом за допомогою контролера Xbox. Розроблений для точності та комфорту, наш контролер забезпечує чутливий ігровий процес та інтуїтивно зрозуміле керування, ставлячи вас у центр подій.',
    playstationController: 'Контролер Playstation',
    playstationControllerDescription:
      'Візьміть контроль над своїм ігровим досвідом за допомогою контролера Playstation. Розроблений для точності та комфорту, наш контролер забезпечує чутливий ігровий процес та інтуїтивно зрозуміле керування, ставлячи вас у центр подій.',
    xiaomi10s: 'Xiaomi 10S',
    xiaomi10sDescription:
      'Відкрийте для себе вершину мобільних технологій з нашим передовим смартфоном. Створений для продуктивності та розроблений зі стилем, наш смартфон переосмислює спосіб вашого спілкування, роботи та розваг у дорозі.',
    pageNotFoundText: 'Сторінка не знайдена',
    pageNotFoundDescription: 'Вибачте, сталася неочікувана помилка.',
    pageNotFoundBtnText: 'Перейти на домашню сторінку',
    invalidEmailOrPassText: "Ви ввели недійсне ім'я користувача або пароль.",
    clearCartText: 'Очистити кошик',
    total: 'Повний',
    onSaleText: 'НА ПРОДАЖУ',
    copyrightText: 'Авторське Право ©',
    homeText: 'дім',
    dialog: {
      all: {
        title: 'Ви дійсно хочете видалити всі товари?',
        description:
          'Видалення всіх товарів з вашого кошика не видаляє його назавжди. Ви можете додати їх назад у кошик пізніше, якщо зміните свою думку. Будь ласка, підтвердіть, якщо ви дійсно хочете видалити всі товари з вашого кошика.'
      },
      single: {
        title: 'Ви дійсно хочете видалити цей товар?',
        description:
          'Видалення цього товару з вашого кошика не видаляє його назавжди. Ви можете додати його назад у кошик пізніше, якщо зміните свою думку. Будь ласка, підтвердіть, якщо ви дійсно хочете видалити цей товар з вашого кошика.'
      }
    },
    confirm: 'Підтвердити',
    deny: 'Відхилити'
  }
}
